Repository: Alphamplyer/alphabox
Catalog: l10n/app_*.arb
Languages: fr

# toolsScreenTitle
source: Tools
fr: Outils

# toolsScreenAnimeCategoryTitle
source: Animes
fr: Animés

# toolsScreenAnimeCategoryDescription
source: For all the tools related to animes
fr: Pour tous les outils en lien avec les animés

# animeOfTheSeasonToolTitle
source: Animes of the season
fr: Animés de la saison

# animeOfTheSeasonToolDescription
source: Discover the animes of the season, their synopsis, and their release date. You can also rate them
fr: Découvrez les animés de la saison, leur synopsis, et leur date de sortie. Vous pouvez aussi les noter

# seasonLabel
source: Season:
fr: Saison :

# season
source: {seasonName, select, winter{Winter} spring{Spring} summer{Summer} fall{Fall} other{Unknown}}
fr: {seasonName, select, winter{Hiver} spring{Printemps} summer{Été} fall{Automne} other{Inconnu}}

# yearLabel
source: Year:
fr: Année :

source: Sort by:
fr: Trié par :

# sortingType
source: {type, select, name{Name} score{Score} startDate{Release Date} endDate{Final Date} other{Unimplemented Sorting Type Translation}}
fr: {type, select, name{Titre} score{Score} startDate{Date de parution} endDate{Date de fin de parution} other{Unimplemented Sorting Type Translation}}

# sortingOrderLabel
source: Sorting order:
fr: Ordre de tri :

# sortingOrder
source: {order, select, ascending{Ascending} descending{Descending} other{Unimplemented Sorting Order Translation}}
fr: {order, select, ascending{Croissant} descending{Décroissant} other{Unimplemented Sorting Order Translation}}

# episodeCountLabel
source: Episode count:
fr: Nombre d'épisodes

# episodeCount
source: {count, plural, =0{0 episode} =1{1 episode} other{{count} episodes}}
fr: {count, plural, =0{0 épisode} =1{1 épisode} other{{count} épisodes}}

source: Unknown
fr: Inconnu

source: Score:
fr: Note

source: Release date:
fr: Date de sortie

source: Final date:
fr: Date de fin de parution

# newAnimesSectionTitle
source: New animes
fr: Nouveaux animés

# continuingAnimesSectionTitle
source: Continuing animes
fr: Animés en cours

# animeType
source: {type, select, serie{Serie} movie{Movie} ova{OVA} ona{ONA} special{Special} other{Other} unknown{Unknown}}
fr: {type, select, serie{Série} movie{Film} ova{OVA} ona{ONA} special{Spécial} other{Autre} unknown{Inconnu}}

# adaptedFrom
source: Adaptation type:
fr: Adapté de :

# adaptationType
source: {type, select, manga{Manga} lightNovel{Light Novel} videoGame{Video Game} transMediaProject{Trans-media Project} novel{Novel} originalWork{Original Work} visualNovel{Visual Novel} other{Other} unknown{Unknown}}
fr: {type, select, manga{Manga} lightNovel{Light Novel} videoGame{Jeux Vidéos} transMediaProject{Project Trans-media} novel{Roman} originalWork{Création Originale} visualNovel{Visual Novel} other{Autre} unknown{Inconnu}}
